Repository: 0Armaan025/QualCoder
Catalog: qualcoder/*.po
Languages: el

source: Height
el: Υψος

source: Height:
el: Υψος:

source: Select file to view
el: Επιλέξτε αρχείο για προβολή

source: Media not found
el: Δεν βρέθηκαν μέσα

source: Media coding:
el: Κωδικοποίηση πολυμέσων:

source: Play
el: Παίζω

source: Time:
el: Χρόνος:

source: Pause
el: Παύση

source: Clear segment
el: Εκκαθάριση τμήματος

source: End segment
el: Τελικό τμήμα

source: Segment:
el: Τμήμα:

source: Rate:
el: Τιμή:

source: Segment:
el: Τμήμα:

source: Start segment
el: Έναρξη τμήματος

source: Cannot merge codes, unmark overlapping text.
el: Δεν είναι δυνατή η συγχώνευση κωδικών, αποεπιλέξτε επικαλυπτόμενο κείμενο.

source: New code name
el: Νέο κωδικό όνομα

source: Code added:
el: Προστέθηκε κωδικός:

source: Memo for Code
el: Υπόμνημα για κωδικό

source: Memo for Category
el: Υπόμνημα για κατηγορία

source: Name already in use, choose another.
el: Το όνομα χρησιμοποιείται ήδη, επιλέξτε άλλο.

source: Code renamed:
el: Ο κωδικός μετονομάστηκε:

source: This category name is already in use
el: Αυτό το όνομα κατηγορίας χρησιμοποιείται ήδη

source: Duplicate category name
el: Διπλότυπο όνομα κατηγορίας

source: Category renamed:
el: Η κατηγορία μετονομάστηκε:

source: Play text
el: Αναπαραγωγή κειμένου

source: Prepare text_link to segment
el: Προετοιμασία κειμένου_σύνδεσης σε τμήμα

source: Link to segment to text
el: Σύνδεση με τμήμα σε κείμενο

source: Video position to timestamp
el: Θέση βίντεο στη χρονική σήμανση

source: No transcription
el: Χωρίς μεταγραφή

source: No media transcription selected
el: Δεν επιλέχθηκε μεταγραφή πολυμέσων

source: Memo for segment
el: Υπόμνημα για τμήμα

source: Delete segment
el: Διαγραφή τμήματος

source: Play segment
el: Παίξτε τμήμα

source: Edit segment start position
el: Επεξεργασία θέσης έναρξης τμήματος

source: Edit segment end position
el: Επεξεργασία τελικής θέσης τμήματος

source: Link text to segment
el: Σύνδεση κειμένου με τμήμα

source: Select segment to link to text
el: Επιλέξτε τμήμα για σύνδεση με κείμενο

source: Transcription area: ctrl+R alt+R alt+F ctrl+P/S ctrl+T ctrl+N ctrl+1-8 ctrl+D
el: Περιοχή μεταγραφής: Ctrl+R Alt+R Alt+F Ctrl+P/S Ctrl+T Ctrl+N Ctrl+1-8 Ctrl+D

source: Select name to delete
el: Επιλέξτε όνομα για διαγραφή

source: Speaker name
el: Όνομα ηχείου

source: Name:
el: Ονομα:

source: Image coding
el: Κωδικοποίηση εικόνας

source: Image Error
el: Σφάλμα εικόνας

source: Cannot open:
el: Δεν μπορεί να ανοίξει:

source: Memo for image
el: Υπόμνημα για εικόνα

source: Memo for coded area of
el: Υπόμνημα για κωδικοποιημένη περιοχή

source: Cannot merge codes. Unmark overlapping text.
el: Δεν είναι δυνατή η συγχώνευση κωδικών. Αποεπιλέξτε το επικαλυπτόμενο κείμενο.

source: Choose another name
el: Επιλέξτε άλλο όνομα

source: Image error
el: Σφάλμα εικόνας

source: Image file not found:
el: Το αρχείο εικόνας δεν βρέθηκε:

source: Selection warning
el: Προειδοποίηση επιλογής

source: Select 2 or more codes Use Ctrl or Shift and mouse click
el: Επιλέξτε 2 ή περισσότερους κωδικούς Χρησιμοποιήστε Ctrl ή Shift και κάντε κλικ στο ποντίκι

source: Proximity
el: Εγγύτητα

source: Overlap
el: Επικάλυψη

source: Exact
el: Ακριβής

source: Inclusion
el: Συμπερίληψη

source: Code relations csv file exported to:
el: Το αρχείο σχέσεων κώδικα CSS εξήχθη σε:

source: Show codes like
el: Εμφάνιση κωδικών όπως

source: Show codes containing
el: Εμφάνιση κωδικών που περιέχουν

source: Show codes containing text. (Blank for all)
el: Εμφάνιση κωδικών που περιέχουν κείμενο. (Κενό για όλους)

source: Change start character position. Positive or negative number:
el: Greek Αλλαγή θέσης χαρακτήρα έναρξης. Θετικός ή αρνητικός αριθμός:

source: Change end character position. Positive or negative number:
el: Αλλάξτε τη θέση του τελικού χαρακτήρα. Θετικός ή αρνητικός αριθμός:

source: Show some codes
el: Εμφάνιση ορισμένων κωδικών

source: Show codes containing the text. (Blank for all)
el: Εμφάνιση κωδικών που περιέχουν το κείμενο. (Κενό για όλους)

source: Undo auto coding
el: Αναίρεση αυτόματης κωδικοποίησης

source: Select auto-codings to undo
el: Επιλέξτε αυτόματες κωδικοποιήσεις για αναίρεση

source: Undo autocoding:
el: Αναίρεση αυτόματης κωδικοποίησης:

source: Auto code sentence using this text fragment:
el: Αυτόματη πρόταση κώδικα χρησιμοποιώντας αυτό το τμήμα κειμένου:

source: Do not use line endings such as \n
el: Μην χρησιμοποιείτε καταλήξεις γραμμής όπως \n

source: Define sentence ending (Default is period space. ):
el: Ορισμός λήξης πρότασης (Η προεπιλογή είναι διάστημα τελείας.):

source: Sentence coding:
el: Κωδικοποίηση φράσης:

source: With:
el: Με:

source: Auto code files with the current code for this text:
el: Αυτόματα αρχεία κώδικα με τον τρέχοντα κώδικα για αυτό το κείμενο:

source: Text coding:
el: Κωδικοποίηση κειμένου:

source: Cannot locate media.
el: Δεν είναι δυνατός ο εντοπισμός μέσων.

source: linked
el: συνδεδεμένος

source: imported
el: εισαγόμενος

source: Cannot Export
el: Δεν είναι δυνατή η εξαγωγή

source: This is an external linked file
el: Αυτό είναι ένα εξωτερικό συνδεδεμένο αρχείο

source: Can Export text
el: Μπορεί να εξαγάγει κείμενο

source: This is a linked file. Will export text representation.
el: Αυτό είναι ένα συνδεδεμένο αρχείο. Θα εξάγει αναπαράσταση κειμένου.

source: Delete files
el: Διαγραφή αρχείων

source: Externally linked file:
el: Εξωτερικά συνδεδεμένο αρχείο:

source: REFI QDA Project export
el: Εξαγωγή έργου REFI QDA

source: REFI-QDA Project import
el: Εισαγωγή έργου REFI-QDA

source: RDDA import steps
el: Βήματα εισαγωγής RDDA

source: Bad links to files
el: Κακοί σύνδεσμοι προς αρχεία

source: No data to select from
el: Δεν υπάρχουν δεδομένα για επιλογή

source: This data does not contain names to select from
el: Αυτά τα δεδομένα δεν περιέχουν ονόματα για να διαλέξετε
