Repository: 0Armaan025/QualCoder
Catalog: qualcoder/*.po
Languages: el

source: Uncaught exception
el: Αδιαχείριστη εξαίρεση

source: Uncaught Exception
el: Αδιαχείριστη εξαίρεση

source: Duplicated
el: Διπλότυπο

source: This already exists
el: Αυτό υπάρχει ήδη

source: Not existing
el: Δεν υπάρχει

source: This does not exists
el: Αυτό δεν υπάρχει

source: Uncaught exception:
el: Αδιαχείριστη εξαίρεση:

source: Attributes:
el: Γνωρίσματα:

source: Attribute added:
el: Προστέθηκε χαρακτηριστικό:

source: to
el: να

source: Attribute deleted:
el: Το χαρακτηριστικό διαγράφηκε:

source: Attributes deleted:
el: Τα χαρακτηριστικά διαγράφηκαν:

source: Memo for Attribute
el: Υπόμνημα για χαρακτηριστικό

source: Memo
el: Σημείωμα

source: Attribute renamed from:
el: Το χαρακτηριστικό μετονομάστηκε από:

source: Name
el: Ονομα

source: Assigned to
el: Ανατεθεί

source: Type
el: Τύπος

source: Yes
el: Ναί

source: Uncaught exception:
el: Αδιαχείριστη εξαίρεση:

source: Case:
el: Υπόθεση:

source: Files linked:
el: Συνδεδεμένα αρχεία:

source: Add files to case
el: Προσθέστε αρχεία σε θήκη

source: Remove files from case
el: Αφαιρέστε τα αρχεία από τη θήκη

source: File added to case
el: Το αρχείο προστέθηκε στην υπόθεση

source: This file has already been linked to this case
el: Αυτό το αρχείο έχει ήδη συνδεθεί με αυτήν την υπόθεση

source: added to case.
el: προστέθηκε στην περίπτωση.

source: Displayed file:
el: Εμφανιζόμενο αρχείο:

source: Select all
el: Επιλογή όλων

source: Mark
el: μαρκάρω

source: Copy
el: αντίγραφο

source: Unmark
el: Αποεπιλογή

source: Already Linked
el: Έχει ήδη συνδεθεί

source: This segment has already been linked to this case
el: Αυτό το τμήμα έχει ήδη συνδεθεί με αυτήν την περίπτωση

source: Warning
el: Προειδοποίηση

source: Cannot have blank text marks
el: Δεν μπορούν να έχουν κενά σημάδια κειμένου

source: Auto assign text to case:
el: Αυτόματη εκχώρηση κειμένου σε περίπτωση:

source: Using
el: Χρησιμοποιώντας

source: and
el: και

source: In files:
el: Σε αρχεία:

source: Auto assign. Could not find an end mark:
el: Αυτόματη ανάθεση. Δεν ήταν δυνατή η εύρεση τελικού σήματος:

source: Already assigned.
el: Έχει ήδη ανατεθεί.

source: sections found.
el: βρέθηκαν ενότητες.

source: Cases:
el: Θήκες:

source: Attribute added to cases:
el: Προστέθηκε χαρακτηριστικό στις περιπτώσεις:

source: type:
el: τύπος:

source: Cases have already been created.
el: Οι περιπτώσεις έχουν ήδη δημιουργηθεί.

source: Select attributes file
el: Επιλέξτε αρχείο χαρακτηριστικών

source: is not a .csv file. File not imported
el: δεν είναι αρχείο .csv. Το αρχείο δεν εισήχθη

source: Cannot import from csv, only one row in file
el: Δεν είναι δυνατή η εισαγωγή από το csv, μόνο μία σειρά στο αρχείο

source: attribute:
el: Χαρακτηριστικό:

source: Cases and attributes imported from:
el: Περίπτωση και χαρακτηριστικά που εισάγονται από:

source: Case
el: περίπτωση

source: Enter case name
el: Εισαγάγετε το όνομα της υπόθεσης

source: Case added:
el: Προστέθηκε η υπόθεση:

source: Memo for case
el: Υπόμνημα για υπόθεση

source: Click to edit memo
el: Κάντε κλικ για να επεξεργαστείτε το σημείωμα

source: Click to manage files for this case
el: Κάντε κλικ για να διαχειριστείτε αρχεία για αυτήν την περίπτωση

source: Viewing text of case:
el: Προβολή κειμένου της υπόθεσης:

source: File:
el: Αρχείο:

source: Text:
el: Κείμενο:

source: Image:
el: Εικόνα:

source: AV media:
el: Μέσα AV:

source: Open
el: Ανοιξε

source: NO CODE SELECTED
el: ΔΕΝ ΕΠΙΛΕΞΕΤΕ ΚΩΔΙΚΟ

source: Count
el: μετρώ

source: Change start position
el: Αλλαγή θέσης εκκίνησης

source: Change end position
el: Αλλαγή τελικής θέσης

source: Annotate
el: Σχολιάζω

source: Copy to clipboard
el: Αντιγραφή στο πρόχειρο

source: Set bookmark
el: Ορίστε σελιδοδείκτη

source: Select code to unmark
el: Επιλέξτε κωδικό για κατάργηση της κατάργησης

source: Change start character position. Positive or negative number:
el: Αλλαγή θέσης χαρακτήρα έναρξης. Θετικός ή αρνητικός αριθμός:

source: Change end character position. Positive or negative number:
el: Αλλάξτε τη θέση του τελικού χαρακτήρα. Θετικός ή αρνητικός αριθμός:

source: Add a new code
el: Προσθέστε έναν νέο κωδικό

source: Add a new category
el: Προσθέστε μια νέα κατηγορία

source: Rename
el: Μετονομάζω

source: View or edit memo
el: Προβολή ή επεξεργασία υπομνήματος

source: Delete
el: Διαγράφω

source: Change code color
el: Αλλαγή χρώματος κώδικα

source: Show coded text and media
el: Εμφάνιση κωδικοποιημένου κειμένου και μέσων

source: Merge code:
el: Συγχώνευση κωδικού:

source: into code:
el: σε κωδικό:

source: Merge codes
el: Συγχώνευση κωδικών

source: Cannot merge codes, unmark overlapping text first.
el: Δεν είναι δυνατή η συγχώνευση κωδικών, αποεπιλέξτε πρώτα το επικαλυπτόμενο κείμενο.

source: Cannot merge
el: Δεν είναι δυνατή η συγχώνευση

source: Add new code
el: Προσθέστε νέο κωδικό

source: Code name
el: Κωδικό όνομα

source: New code:
el: Νέος κωδικός:

source: Category
el: Κατηγορία

source: Category name
el: Ονομα κατηγορίας

source: New category:
el: Νέα κατηγορία:

source: Code:
el: Κώδικας:

source: Code deleted:
el: Ο κωδικός διαγράφηκε:

source: Category:
el: Κατηγορία:

source: Category deleted:
el: Η κατηγορία διαγράφηκε:

source: Memo for Code:
el: Υπόμνημα για κωδικό:

source: Memo for code:
el: Υπόμνημα για κωδικό:

source: Memo for Category:
el: Υπόμνημα για την κατηγορία:

source: Memo for category:
el: Υπόμνημα για την κατηγορία:

source: Rename code
el: Μετονομασία κωδικού

source: New code name:
el: Νέο όνομα κωδικού:

source: Name in use
el: Όνομα σε χρήση

source: is already in use, choose another name.
el: χρησιμοποιείται ήδη, επιλέξτε άλλο όνομα.

source: Code renamed from:
el: Ο κωδικός μετονομάστηκε από:

source: to:
el: να:

source: Rename category
el: Μετονομασία κατηγορίας

source: New category name:
el: Όνομα νέας κατηγορίας:

source: This code name is already in use.
el: Αυτό το όνομα κωδικού χρησιμοποιείται ήδη.

source: Duplicate code name
el: Διπλότυπο όνομα κωδικού

source: Category renamed from:
el: Η κατηγορία μετονομάστηκε από:

source: Next file
el: Επόμενο αρχείο

source: File with latest coding
el: Αρχείο με την τελευταία κωδικοποίηση

source: Go to bookmark
el: Μεταβείτε στο σελιδοδείκτη

source: Code text:
el: Κείμενο κώδικα:

source: No overlapping codes
el: Δεν υπάρχουν αλληλεπικαλυπτόμενοι κωδικοί

source: overlapping codes. Select to highlight.
el: αλληλεπικαλυπτόμενοι κωδικοί. Επιλέξτε για επισήμανση.

source: No file was selected
el: Δεν επιλέχθηκε αρχείο

source: No code was selected
el: Δεν επιλέχθηκε κωδικός

source: Already Coded
el: Έχει ήδη κωδικοποιηθεί

source: This segment has already been coded with this code by
el: Αυτό το τμήμα έχει ήδη κωδικοποιηθεί με αυτόν τον κωδικό από

source: Annotation:
el: Σχόλιο:

source: Annotation added at position:
el: Προστέθηκε σχολιασμός στη θέση:

source: for:
el: Για:

source: Annotation removed from position
el: Ο σχολιασμός καταργήθηκε από τη θέση

source: Text fragment to code_sentences. This file.
el: Τμήμα κειμένου σε κωδικές προτάσεις. Αυτό το αρχείο.

source: Text fragment to code_sentences. All text files.
el: Τμήμα κειμένου σε κωδικές προτάσεις. Όλα τα αρχεία κειμένου.

source: Code sentence
el: Κώδικας πρόταση

source: Autocode sentence using this text fragment:
el: Πρόταση αυτόματου κωδικού χρησιμοποιώντας αυτό το κείμενο:

source: Default is period space. Do not use line endings such as \n
el: Η προεπιλογή είναι διάστημα διαστήματος. Μην χρησιμοποιείτε καταλήξεις γραμμής όπως \n

source: Define sentence ending:
el: Ορίστε την πρόταση που τελειώνει:

source: Autocode insert error
el: Σφάλμα εισαγωγής αυτόματου κωδικού

source: added codes
el: πρόσθετοι κωδικοί

source: Automatic code sentence in files:
el: Αυτόματη πρόταση κώδικα σε αρχεία:

source: Code:
el: Κώδικας:

source: With text fragment:
el: Με θραύσμα κειμένου:

source: Using line ending:
el: Χρήση τελικής γραμμής:

source: Automatic coding
el: Αυτόματη κωδικοποίηση

source: Use | to code multiple texts
el: Χρήση | για κωδικοποίηση πολλαπλών κειμένων

source: Autocode files with the current code for this text:
el: Αρχεία αυτόματου κώδικα με τον τρέχοντα κώδικα για αυτό το κείμενο:

source: Select files to code
el: Επιλέξτε αρχεία για κωδικοποίηση

source: Automatic coding in files:
el: Αυτόματη κωδικοποίηση σε αρχεία:

source: . with text:
el: . με κείμενο:

source: Select directory to save file
el: Επιλέξτε κατάλογο για αποθήκευση αρχείου

source: Codebook for
el: Βιβλίο κωδικών για

source: , Owner:
el: , Ιδιοκτήτης:

source: Memo:
el: Σημείωμα:

source: Codebook exported
el: Εξαγωγή βιβλίου κωδικών

source: Codebook exported to
el: Εξαγωγή βιβλίου κωδικών σε

source: File exists
el: Το αρχείο υπάρχει

source: Overwrite?
el: Αντικατάσταση;

source: SQL Results exported to:
el: Τα αποτελέσματα SQL εξήχθησαν σε:

source: Query:
el: Ερώτηση:

source: Text file export
el: Εξαγωγή αρχείου κειμένου

source: Running query. Please wait.
el: Εκτέλεση ερωτήματος. Παρακαλώ περιμένετε.

source: rows
el: σειρές

source: Table created
el: Ο πίνακας δημιουργήθηκε

source: Index created
el: Δημιουργήθηκε ευρετήριο

source: rows deleted
el: οι σειρές διαγράφηκαν

source: rows updated
el: ενημερώθηκαν σειρές

source: Error
el: Λάθος

source: SQL Error
el: Σφάλμα SQL

source: Paste
el: Επικόλληση

source: Clear filter
el: Διαγραφή φίλτρου

source: Filter equals:
el: Το φίλτρο ισούται με:

source: Filter on text like
el: Φιλτράρετε σε κείμενο όπως

source: Filter on text starts with
el: Το φίλτρο κειμένου ξεκινά με

source: Sort ascending
el: Αύξουσα ταξινόμηση

source: Sort descending
el: Ταξινόμηση φθίνουσα

source: rows [
el: σειρές [

source: asc]
el: αύξω]

source: desc]
el: κατεβάζω]

source: Text filter
el: Φίλτρο κειμένου

source: Text contains:
el: Το κείμενο περιέχει:

source: rows [filtered]
el: σειρές [φιλτραρισμένα]

source: starts with:
el: ξεκινάει με:

source: equals:
el: ισούται με:

source: Survey not imported.
el: Η έρευνα δεν εισήχθη.

source: Please install the openpyxl module. sudo python3 -m pip install openpyxl OR python -m pip install openpyxl
el: Εγκαταστήστε τη μονάδα openpyxl. sudo python3 -m pip install openpyxl OR python -m pip install openpyxl

source: A column delimiter has not been set.
el: Δεν έχει οριστεί οριοθέτης στηλών.

source: Row error:
el: Σφάλμα σειράς:

source: Select survey file
el: Επιλέξτε αρχείο έρευνας

source: No file selected
el: Κανένα επιλεγμένο αρχείο

source: is not a .csv or .xlsx file. File not imported
el: δεν είναι αρχείο .csv ή .xlsx. Το αρχείο δεν εισήχθη

source: Survey not imported. Survey not a csv or xlsx file:
el: Η έρευνα δεν εισήχθη. Η έρευνα δεν είναι αρχείο csv ή xlsx:

source: Importing from:
el: Εισαγωγή από:

source: There are duplicated identifiers in the first column. File not imported
el: Υπάρχουν διπλά αναγνωριστικά στην πρώτη στήλη. Το αρχείο δεν εισήχθη

source: Survey file:
el: Αρχείο έρευνας:

source: Fields:
el: Πεδία:

source: Rows:
el: Σειρές:

source: Attribute name error
el: Σφάλμα ονόματος χαρακτηριστικού

source: Survey Not Imported. Attribute duplicate name error:
el: Η έρευνα δεν έχει εισαχθεί. Σφάλμα διπλότυπου ονόματος χαρακτηριστικού:

source: Number of fields does not match header Possible wrong quote format
el: Ο αριθμός των πεδίων δεν ταιριάζει με την κεφαλίδα Πιθανή λανθασμένη μορφή προσφοράς

source: Survey not loaded:
el: Η έρευνα δεν φορτώθηκε:

source: Survey not loaded
el: Η έρευνα δεν φορτώθηκε

source: - Duplicate case names, either in the file, or duplicates with existing cases in the project
el: - Διπλότυπα ονόματα πεζών, είτε στο αρχείο, είτε αντίγραφα με υπάρχουσες περιπτώσεις στο έργο

source: Survey imported
el: Εισαγωγή έρευνας

source: Survey imported.
el: Εισαγωγή έρευνας.

source: Change fieldname
el: Αλλαγή ονόματος πεδίου

source: Change to Qualitative
el: Αλλαγή σε ποιοτική

source: Change to Character
el: Αλλαγή σε χαρακτήρα

source: Change field name
el: Αλλαγή ονόματος πεδίου

source: New name:
el: Νέο όνομα:

source: Name must contain only letters and numbers or '_' and must not start with a number
el: Το όνομα πρέπει να περιέχει μόνο γράμματα και αριθμούς ή «_» και δεν πρέπει να ξεκινά με έναν αριθμό

source: Field name invalid.
el: Το όνομα πεδίου δεν είναι έγκυρο.

source: Already in use
el: Ήδη σε χρήση

source: Journals:
el: Περιοδικά:

source: Journal modified:
el: Τροποποιημένο περιοδικό:

source: New Journal
el: Νέο περιοδικό

source: Journal name
el: Όνομα ημερολογίου

source: Warning - invalid characters
el: Προειδοποίηση - μη έγκυροι χαρακτήρες

source: In the journal name use only: a-z, A-z 0-9 - space
el: Στο όνομα του περιοδικού χρησιμοποιήστε μόνο: a-z, A-z 0-9 - space

source: Journal created:
el: Δημιουργήθηκε περιοδικό:

source: Journal exported to:
el: Το περιοδικό εξήχθη σε:

source: Journal export
el: Εξαγωγή ημερολογίου

source: Journal deleted:
el: Το περιοδικό διαγράφηκε:

source: Journal:
el: Εφημερίδα:

source: No journal selected
el: Δεν έχει επιλεγεί περιοδικό

source: No name was entered
el: Δεν καταχωρίστηκε όνομα

source: Journal name in use
el: Το όνομα του ημερολογίου χρησιμοποιείται

source: In the jornal name use only: a-z, A-z 0-9 - space
el: Στο όνομα jornal χρησιμοποιήστε μόνο: a-z, A-z 0-9 - space

source: Journal name changed:
el: Το όνομα του περιοδικού άλλαξε:

source: pdfminer is not installed.
el: Το pdfminer δεν είναι εγκατεστημένο.

source: View
el: Θέα

source: Alphabetic order
el: Αλφαβητική σειρά

source: Date order
el: Ημερομηνία παραγγελίας

source: File type order
el: Παραγγελία τύπου αρχείου

source: Show this value
el: Εμφάνιση αυτής της τιμής

source: Order by attribute
el: Παραγγελία ανά χαρακτηριστικό

source: Export
el: Εξαγωγή

source: Show all rows
el: Εμφάνιση όλων των σειρών

source: Date
el: Ημερομηνία

source: Attribute added to files:
el: Προστέθηκε χαρακτηριστικό στα αρχεία:

source: type
el: τύπος

source: Memo for file
el: Υπόμνημα για αρχείο

source: View file:
el: Προβολή αρχείου:

source: Edit text maximum 20 characters
el: Επεξεργασία κειμένου έως 20 χαρακτήρες

source: Please select text that does not have a combination of coded and uncoded text.
el: Επιλέξτε κείμενο που δεν έχει συνδυασμό κωδικοποιημένου και μη κωδικοποιημένου κειμένου.

source: Nor a combination of annotated and un-annotated text.
el: Ούτε συνδυασμός σχολιασμένου και μη σχολιασμένου κειμένου.

source: Selection start:
el: Έναρξη επιλογής:

source: Selection end:
el: Τέλος επιλογής:

source: Code crossover:
el: Κωδικός crossover:

source: Codes cross over text
el: Οι κωδικοί διαπερνούν το κείμενο

source: Annotation crossover:
el: Crossover σχολιασμού:

source: Annotations cross over text
el: Οι σχολιασμοί διαπερνούν το κείμενο

source: Can only edit small selections of text, up to 20 characters in length.
el: Μπορεί να επεξεργαστεί μόνο μικρές επιλογές κειμένου, με μήκος έως 20 χαρακτήρες.

source: characters
el: χαρακτήρες

source: You selected
el: Επιλέξατε

source: Too much text selected
el: Επιλέχθηκε πάρα πολύ κείμενο

source: Edit text: start
el: Επεξεργασία κειμένου: έναρξη

source: end:
el: τέλος:

source: New File
el: Νέο αρχείο

source: Enter file name
el: Εισαγάγετε το όνομα του αρχείου

source: Creating a new file:
el: Δημιουργία νέου αρχείου:

source: File created:
el: Το αρχείο δημιουργήθηκε:

source: Open file
el: Ανοιγμα αρχείου

source: If import error occurs
el: Εάν παρουσιαστεί σφάλμα εισαγωγής

source: Sometimes pdfs are encrypted, download and decrypt using qpdf before trying to load the pdf
el: Μερικές φορές τα pdf κρυπτογραφούνται, κατεβάζετε και αποκρυπτογραφείτε χρησιμοποιώντας το qpdf πριν προσπαθήσετε να φορτώσετε το pdf

source: Unknown file type
el: Άγνωστος τύπος αρχείου

source: Unknown file type for import
el: Άγνωστος τύπος αρχείου για εισαγωγή

source: Duplicate file
el: Διπλότυπο αρχείο

source: Duplicate filename. File not imported
el: Διπλότυπο όνομα αρχείου. Το αρχείο δεν εισήχθη

source: imported.
el: εισαγόμενος.

source: lines not imported
el: οι γραμμές δεν έχουν εισαχθεί

source: Cannot import
el: Δεν είναι δυνατή η εισαγωγή

source: Export to
el: Εξαγωγή σε

source: Export files
el: Εξαγωγή αρχείων

source: Files Exported
el: Εξαγωγή αρχείων

source: exported to
el: εξήχθη σε

source: Deleting file error:
el: Διαγραφή σφάλματος αρχείου:

source: Deleted file:
el: Διαγραμμένο αρχείο:

source: Files:
el: Αρχεία:

source: Uncaught exception :
el: Αδιαχείριστη εξαίρεση:

source: Settings
el: Ρυθμίσεις

source: Coder
el: Κωδικοποιητής

source: Font
el: Γραμματοσειρά

source: Tree font size
el: Μέγεθος γραμματοσειράς δέντρου

source: Working directory
el: Κατάλογος εργασίας

source: Show IDs
el: Απεικόνιση IDs

source: Language
el: Γλώσσα

source: Timestamp format
el: Μορφή χρονικής σήμανσης

source: Speaker name format
el: Μορφή ονόματος ηχείου

source: Backup on open
el: Το αντίγραφο ασφαλείας είναι ανοιχτό

source: Backup AV files
el: Δημιουργία αντιγράφων ασφαλείας αρχείων AV

source: Directory (folder) paths / represents \
el: Διαδρομές καταλόγου (φάκελος) / αντιπροσωπεύει \

source: This project contains no text files.
el: Αυτό το έργο δεν περιέχει αρχεία κειμένου.

source: No text files
el: Δεν υπάρχουν αρχεία κειμένου

source: This project contains no image files.
el: Αυτό το έργο δεν περιέχει αρχεία εικόνας.

source: No image files
el: Δεν υπάρχουν αρχεία εικόνας

source: This project contains no audio/video files.
el: Αυτό το έργο δεν περιέχει αρχεία ήχου / βίντεο.

source: No a/v files
el: Δεν υπάρχουν αρχεία a / v

source: IMPORTING REFI-QDA PROJECT
el: ΕΙΣΑΓΩΓΗ ΕΡΓΟΥ REFI-QDA

source: Step 1: You will be asked for a new QualCoder project name. Step 2: You will be asked for the QDPX file.
el: Βήμα 1: Θα σας ζητηθεί ένα νέο όνομα έργου QualCoder. Βήμα 2: Θα σας ζητηθεί το αρχείο QDPX.

source: REFI-QDA import steps
el: Βήματα εισαγωγής REFI-QDA

source: IMPORTING RQDA PROJECT
el: ΕΙΣΑΓΩΓΗ ΕΡΓΟΥ RQDA

source: Step 1: You will be asked for a new QualCoder project name. Step 2: You will be asked for the RQDA file.
el: Βήμα 1: Θα σας ζητηθεί ένα νέο όνομα έργου QualCoder. Βήμα 2: Θα σας ζητηθεί το αρχείο RQDA.

source: RQDA import steps
el: Βήματα εισαγωγής RQDA

source: Project creation
el: Δημιουργία έργου

source: Project not successfully created
el: Το έργο δεν δημιουργήθηκε με επιτυχία

source: Are you sure you want to quit?
el: Είσαι σίγουρος ότι θέλεις να παραιτηθείς?

source: Enter project name
el: Εισαγάγετε το όνομα του έργου

source: Project
el: Εργο

source: No project created.
el: Δεν δημιουργήθηκε έργο.

source: Project creation error
el: Σφάλμα δημιουργίας έργου

source: No project created. Exiting.
el: Δεν δημιουργήθηκε έργο. Έξοδος.

source: New project:
el: Νέο έργο:

source: created.
el: δημιουργήθηκε.

source: Opening:
el: Ανοιγμα:

source: New Project Created
el: Δημιουργήθηκε νέο έργο

source: DB Version:
el: Έκδοση DB:

source: Date:
el: Ημερομηνία:

source: About:
el: Σχετικά με:

source: Coder:
el: Κωδικοποιητής:

source: Problem creating database
el: Πρόβλημα κατά τη δημιουργία βάσης δεδομένων

source: Memo for project
el: Υπόμνημα για έργο

source: Project memo entered.
el: Το σημείωμα του έργου καταχωρίστηκε.

source: Open project directory
el: Άνοιγμα καταλόγου έργου

source: Cannot open file
el: Δεν είναι δυνατό το άνοιγμα του αρχείου

source: Default coder name changed to:
el: Το προεπιλεγμένο όνομα κωδικοποιητή άλλαξε σε:

source: Project Opened:
el: Το έργο άνοιξε:

source: There is already a backup with this name
el: Υπάρχει ήδη αντίγραφο ασφαλείας με αυτό το όνομα

source: WARNING: audio and video files NOT backed up. See settings.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: αρχεία ήχου και βίντεο ΔΕΝ έχουν δημιουργηθεί αντίγραφα ασφαλείας. Δείτε τις ρυθμίσεις.

source: Project backup created:
el: Δημιουργήθηκε αντίγραφο ασφαλείας έργου:

source: PROJECT SUMMARY
el: ΠΕΡΙΛΗΨΗ ΕΡΓΟΥ

source: Date time now:
el: Ημερομηνία ώρας τώρα:

source: Project path:
el: Διαδρομή έργου:

source: Project date:
el: Ημερομηνία έργου:

source: Project memo:
el: Υπόμνημα έργου:

source: Code categories:
el: Κατηγορίες κωδικών:

source: Codes:
el: Κωδικοί:

source: Deleting:
el: Διαγραφή:

source: This version:
el: Αυτή η έκδοση:

source: Newer release available:
el: Νεότερη κυκλοφορία διαθέσιμη:

source: Latest Release:
el: Τελευταία κυκλοφορία:

source: Could not detect latest release from Github
el: Δεν ήταν δυνατή η ανίχνευση της τελευταίας κυκλοφορίας από το Github

source: No operator was selected
el: Δεν επιλέχθηκε χειριστής

source: Too many values given for this operator
el: Υπάρχουν πάρα πολλές τιμές για αυτόν τον τελεστή

source: Need 2 values for between
el: Χρειάζεστε 2 τιμές για μεταξύ

source: is not a number
el: δεν είναι αριθμός

source: Select files to view
el: Επιλέξτε αρχεία για προβολή

source: Files selected:
el: Επιλεγμένα αρχεία:

source: Code frequencies
el: Κωδικός συχνότητας

source: , Frequency:
el: , Συχνότητα:

source: Text file Export
el: Εξαγωγή αρχείου κειμένου

source: exported
el: εξήχθη

source: Coding frequencies text file exported to:
el: Το αρχείο κειμένου συχνότητας κωδικοποίησης εξήχθη σε:

source: Code Tree
el: Κωδικός Δέντρου

source: Csv file Export
el: Εξαγωγή αρχείου CSV

source: Coding frequencies csv file exported to:
el: Εξαγωγή αρχείου csv συχνοτήτων κωδικοποίησης σε:

source: Coders: None selected
el: Κωδικοποιητές: Δεν έχει επιλεγεί

source: Coder comparisons report exported to
el: Η αναφορά συγκρίσεων κωδικοποιητή εξήχθη στο

source: Coder comparison text file exported to:
el: Το αρχείο κειμένου σύγκρισης κωδικοποιητή εξήχθη σε:

source: CODER COMPARISON
el: ΣΥΓΚΡΙΣΗ ΚΩΔΙΚΟΥ

source: Selected coders:
el: Επιλεγμένοι κωδικοποιητές:

source: agreement:
el: συμφωνία:

source: , dual coded:
el: , διπλής κωδικοποίησης:

source: , uncoded:
el: , χωρίς κωδικοποίηση:

source: , disagreement:
el: , διαφωνία:

source: ZeroDivisionError. unique_codings:
el: Σφάλμα ZeroDivision. μοναδικές κωδικοποιήσεις:

source: Save text file
el: Αποθήκευση αρχείου κειμένου

source: Report exported:
el: Εξαγωγή αναφοράς:

source: Report exported
el: Εξαγωγή αναφοράς

source: Save Open Document Text file
el: Αποθήκευση Άνοιγμα αρχείου κειμένου εγγράφου

source: Save CSV file
el: Αποθήκευση αρχείου CSV

source: Save html file
el: Αποθήκευση αρχείου html

source: html folder creation error
el: Σφάλμα δημιουργίας φακέλου html

source: Folder creation
el: Δημιουργία φακέλων

source: error
el: λάθος

source: html file reading error:
el: σφάλμα ανάγνωσης αρχείου html:

source: HTML file creation exception
el: Εξαίρεση δημιουργίας αρχείων HTML

source: Report exported to:
el: Η αναφορά εξήχθη σε:

source: Media folder:
el: Φάκελος πολυμέσων:

source: No codes
el: Χωρίς κωδικούς

source: No codes have been selected.
el: Δεν έχουν επιλεγεί κωδικοί.

source: Nothing selected
el: Δεν έχει επιλεγεί τίποτα

source: No files, cases or attributes have been selected.
el: Δεν έχουν επιλεγεί αρχεία, περιπτώσεις ή χαρακτηριστικά.

source: Search parameters
el: Παράμετροι αναζήτησης

source: Coding by: All coders
el: Κωδικοποίηση από: Όλοι οι κωδικοποιητές

source: Coding by:
el: Κωδικοποίηση από:

source: Search text:
el: Αναζήτηση κειμένου:

source: No media name in AV results
el: Δεν υπάρχει όνομα μέσου στα αποτελέσματα AV

source: Files selected: All
el: Επιλεγμένα αρχεία: Όλα

source: Select cases to view
el: Επιλέξτε περιπτώσεις για προβολή

source: Cases selected:
el: Επιλεγμένες περιπτώσεις:

source: Cases selected: All
el: Επιλεγμένες περιπτώσεις: Όλες

source: Click to view coding in the original file.
el: Κάντε κλικ για να δείτε την κωδικοποίηση στο αρχικό αρχείο.

source: Dictionary is empty
el: Το λεξικό είναι άδειο

source: Choose project directory
el: Επιλέξτε κατάλογο έργου

source: Cannot import vlc
el: Δεν είναι δυνατή η εισαγωγή vlc

source: Coder:
el: Κωδικοποιητής:

source: Media coding
el: Κωδικοποίηση πολυμέσων

source: Screenshot
el: Στιγμιότυπο οθόνης

source: Resize
el: Αλλαγή μεγέθους

source: Width
el: Πλάτος

source: Width:
el: Πλάτος:
